Repository: M-ba10/BlogPostEnhanced
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, fr

source: You've already signed up with that email, log in instead!
ar: !لقد سجلت بالفعل بهذا البريد الإلكتروني، يرجى تسجيل الدخول بدلاً من ذلك
fr: Vous êtes déjà inscrit avec cet email, connectez-vous à la place !

source: A confirmation email has been sent. Please check your inbox.
ar: تم إرسال بريد تأكيد. يرجى التحقق من صندوق الوارد الخاص بك.
fr: Un email de confirmation a été envoyé. Veuillez vérifier votre boîte de réception

source: The confirmation link is invalid or has expired.
ar: رابط التأكيد غير صالح أو انتهت صلاحيته.
fr: Un email de confirmation a été envoyé. Veuillez vérifier votre boîte de réception.

source: Account already confirmed. Please login.
ar: الحساب مؤكد بالفعل. يرجى تسجيل الدخول.
fr: Compte déjà confirmé. Veuillez vous connecter.

source: Your account has been confirmed!
ar: !تم تأكيد حسابك
fr: Votre compte a été confirmé !

source: That email does not exist, please try again.
ar: هذا البريد الإلكتروني غير موجود، يرجى المحاولة مرة أخرى.
fr: Cet email n'existe pas, veuillez réessayer.

source: Password incorrect, please try again.
ar: كلمة المرور غير صحيحة، يرجى المحاولة مرة أخرى.
fr: Mot de passe incorrect, veuillez réessayer.

source: Please confirm your email before logging in.
ar: يرجى تأكيد بريدك الإلكتروني قبل تسجيل الدخول.
fr: Veuillez confirmer votre email avant de vous connecter.

source: If that email is in our system, a reset link has been sent.
ar: إذا كان هذا البريد الإلكتروني في نظامنا، فقد تم إرسال رابط إعادة التعيين.
fr: Si cet email est dans notre système, un lien de réinitialisation a été envoyé.

source: Invalid or expired reset link.
ar: رابط إعادة التعيين غير صالح أو منتهي الصلاحية.
fr: Lien de réinitialisation invalide ou expiré.

source: Your password has been reset. Please log in.
ar: تم إعادة تعيين كلمة المرور الخاصة بك. يرجى تسجيل الدخول.
fr: Votre mot de passe a été réinitialisé. Veuillez vous connecter

source: You need to login or register to comment.
ar: تحتاج إلى تسجيل الدخول أو التسجيل لإضافة تعليق.
fr: Vous devez vous connecter ou vous inscrire pour commenter.
